tap "1password/tap"
tap "achannarasappa/tap"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "cmacrae/formulae"
tap "fcanas/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jmespath/jmespath"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "modularml/packages"
tap "railwaycat/emacsmacport"
tap "tarkah/tickrs"
tap "ubuntu/microk8s"
tap "wtfutil/wtfutil"
brew "age"
brew "ansifilter"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "pycparser"
brew "cffi"
brew "docutils", link: false
brew "six", link: false
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "berkeley-db", link: true
brew "bison"
brew "bitrise"
brew "black"
brew "boost"
brew "broot"
brew "gcc"
brew "btop"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bundletool"
brew "cdk8s"
brew "terraform"
brew "cdktf"
brew "cfn-lint"
brew "choose-rust"
brew "cloudformation-cli"
brew "cmake"
brew "cocoapods"
brew "cocogitto"
brew "cointop"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lima"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "ctop"
brew "curl"
brew "delve"
brew "deno"
brew "difftastic"
brew "direnv"
brew "dive"
brew "doctl"
brew "dog"
brew "doggo"
brew "dua-cli"
brew "dust"
brew "folly"
brew "edencommon"
brew "eksctl"
brew "exa"
brew "exercism"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "open-mpi"
brew "flake8", link: false
brew "fluxctl"
brew "fn"
brew "unixodbc"
brew "fx"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "gitlab-ci-local"
brew "gitlint"
brew "gitui"
brew "glab"
brew "gnupg"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "psutils"
brew "groff"
brew "grunt-cli"
brew "hdf5"
brew "helix"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "htmlq"
brew "htop"
brew "hyperfine"
brew "icdiff"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "jless"
brew "jq"
brew "jsonschema"
brew "just"
brew "k9s"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "lemmeknow"
brew "libfido2"
brew "libiconv"
brew "libmatio"
brew "libpq"
brew "libvirt"
brew "libxml2"
brew "libzip"
brew "llvm"
brew "python-cryptography"
brew "localstack"
brew "locust"
brew "lua-language-server"
brew "luarocks"
brew "macchina"
brew "marksman"
brew "mas"
brew "mdbook"
brew "mdcat"
brew "minikube"
brew "miniserve"
brew "mise"
brew "mitmproxy"
brew "monolith"
brew "mosh"
brew "most"
brew "mypy", link: false
brew "mysql@5.7"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "newrelic-cli"
brew "nghttp2"
brew "nmap"
brew "node-build"
brew "node@16"
brew "node@18"
brew "nomad"
brew "nushell"
brew "octant"
brew "openjdk@11"
brew "ouch"
brew "packer"
brew "pastel"
brew "pipx"
brew "popeye"
brew "poppler"
brew "postgresql@15"
brew "virtualenv"
brew "pre-commit"
brew "procs"
brew "pv"
brew "pwgen"
brew "python@3.9"
brew "rargs"
brew "re2c"
brew "ripgrep"
brew "ripsecrets"
brew "rm-improved"
brew "rnr"
brew "rsync"
brew "rust-analyzer"
brew "rustup-init"
brew "sd"
brew "semgrep"
brew "shellcheck"
brew "showkey"
brew "siege"
brew "sk"
brew "smartmontools"
brew "sops"
brew "spotify-tui"
brew "spotify_player"
brew "starship"
brew "steampipe"
brew "syncthing", restart_service: true
brew "task", link: false
brew "tcl-tk", link: false
brew "tealdeer"
brew "terminal-notifier"
brew "terragrunt"
brew "tmux"
brew "toast"
brew "tokei"
brew "tree"
brew "trunk"
brew "tz"
brew "unicorn"
brew "vale"
brew "vault"
brew "vim"
brew "vips"
brew "viu"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wtfutil"
brew "xh"
brew "xsv"
brew "yadm"
brew "yamllint"
brew "yarn"
brew "yj"
brew "yq"
brew "zellij"
brew "zola"
brew "zoxide"
brew "zsh-completions"
brew "zx"
brew "achannarasappa/tap/ticker"
brew "browsh-org/browsh/browsh"
brew "charmbracelet/tap/skate"
brew "charmbracelet/tap/wishlist"
brew "fcanas/tap/mirror-displays"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform-ls"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jmespath/jmespath/jp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "modularml/packages/modular"
brew "railwaycat/emacsmacport/emacs-mac"
brew "tarkah/tickrs/tickrs"
brew "ubuntu/microk8s/microk8s"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "element"
cask "neovide"
cask "ngrok"
cask "obsidian"
cask "osquery"
cask "raycast"
cask "superkey"
cask "tunnelblick"
cask "vagrant"
cask "warp"
cask "wezterm"
cask "zoom"
